[
    {
        "id": 1,
        "title": "Macintosh 128K",
        "description": "The Macintosh, later rebranded as the Macintosh 128K, is the original Macintosh personal computer from Apple. It is the first successful mass-market all-in-one desktop personal computer with a graphical user interface, built-in screen and mouse. It was pivotal in establishing desktop publishing as a general office function. The motherboard, a 9 in (23 cm) CRT monochrome monitor, and a floppy drive are in a beige case with integrated carrying handle; it has a keyboard and single-button mouse.",
        "price": 299.99,
        "image": "images/applemacintosh128k.jpg"
    },
    {
        "id": 2,
        "title": "Sony Walkman",
        "description": "In March 1979, at the request of Masaru Ibuka, the audio department modified the small recorder used by journalists, \"Pressman\", into a smaller recorder. After many people praised the good sound quality evaluation, under the leadership of Akio Morita, SONY began to launch the Walkman in July 1979. Akio Morita positioned Walkman in the youth market, emphasized youth, vitality, and fashion, and created a headset culture. In February 1980, he began to sell Walkman to the world, and in November 1980, he began to use the non-standard Japanese and English brands globally. The Walkman has sold more than 250 million units worldwide.",
        "price": 99.99,
        "image": "images/sonywalkman.jpg"
    },
    {
        "id": 3,
        "title": "IBM PC",
        "description": "The IBM Personal Computer (model 5150, commonly known as the IBM PC) is the first microcomputer released in the IBM PC model line and the basis for the IBM PC compatible de facto standard. Released on August 12, 1981, it was created by a team of engineers and designers at International Business Machines (IBM), directed by William C. Lowe and Philip Don Estridge in Boca Raton, Florida.",
        "price": 429.99,
        "image": "/images/ibmpc.jpg"
    },
    {
        "id": 4,
        "title": "Casio CA-53W",
        "description": "The Casio CA-53W is a digital calculator watch manufactured by the Japanese electronics company Casio and was introduced in 1988 as a successor to the CA-50. It became famous for its appearance in the American science fiction films Back to the Future Part II (1989) and Back to the Future Part III (1990) and later for appearing in the American TV series Breaking Bad (2008–2013).",
        "price": 79.99,
        "image": "/images/casioca53w.jpg"
    },
    {
        "id": 5,
        "title": "PlayStation 1",
        "description": "The PlayStation (often known as the PS1 or the PSX) is a video game console made by Sony released in December 1994. At the time, it was competing against the Nintendo 64 and the Sega Saturn. PlayStation games were stored on CDs. The controllers that were first released with the console had no analog joysticks on them, but analog joysticks and a vibration feature were added to later controllers.",
        "price": 129.99,
        "image": "/images/ps1.jpg"
    },
    {
        "id": 6,
        "title": "PlayStation 2",
        "description": "The PlayStation 2 (PS2) is a home video game console developed and marketed by Sony Computer Entertainment. It is the successor to the PlayStation, as well as the second installment in the PlayStation brand of consoles. It is the best-selling video game console of all time, having sold over 157.7 million units worldwide, nearly triple the combined sales of its competing consoles.",
        "price": 109.99,
        "image": "/images/ps2.jpg"
    },
    {
        "id": 7,
        "title": "Game Boy",
        "description": "The Game Boy is a handheld game console developed by Nintendo, launched in the Japanese home market on April 21, 1989, followed by North America later that year and other territories from 1990 onwards. Following the success of the Game & Watch single-game handhelds, Nintendo developed the Game Boy to be more like a portable console, with interchangeable cartridges. The concept proved highly successful and the Game Boy became a cultural icon of the 1990s and early 2000s.",
        "price": 89.99,
        "image": "/images/nintendogameboy.jpg"
    },
    {
        "id": 8,
        "title": "VideoNow Player",
        "description": "The VideoNow is a portable video player produced by Hasbro and released by their subsidiary Tiger Electronics in 2003 as part of Tiger's line of Now consumer products. The systems use discs called PVDs (which stands for Personal Video Disc), which can store about 30 minutes (half an hour) of video. Video data is stored on the left audio channel with audio on the right channel, thus making it impossible to achieve stereo sound on the system, which only plays in black and white. The video plays at 15fps.",
        "price": 59.99,
        "image": "/images/videonow.jpg"
    }
]